Repository: caiohamamura/mysql_kernel
Catalog: mysql_kernel/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Mysql kernel initialized
pt_br: Kernel do MySQL inicializado

source: Rows affected
pt_br: Linhas afetadas

source: Database %s created successfully.
pt_br: Banco de dados %s criado com sucesso.

source: Database %s dropped successfully.
pt_br: Banco de dados %s removido com sucesso.

source: Table %s created successfully.
pt_br: Tabela %s criada com sucesso.

source: Table %s dropped successfully.
pt_br: Tabela %s removida com sucesso.

source: Data deleted from %s successfully.
pt_br: Dados excluídos de %s com sucesso.

source: Table %s altered successfully.
pt_br: Tabela %s alterada com sucesso.

source: Data inserted into %s successfully.
pt_br: Dados inseridos em %s com sucesso.

source: Changed to database %s successfully.
pt_br: Mudança para o banco de dados %s concluída com sucesso.

source: Connection failed, The Mysql address cannot have two '@'.
pt_br: Falha na conexão: o endereço do MySQL não pode conter dois '@'.

source: Connected successfully!
pt_br: Conectado com sucesso!

source: Please connect to a database first!
pt_br: Por favor, conecte-se a um banco de dados primeiro!

source: Results truncated to 1000 (explicitly add LIMIT to display beyond that)
pt_br: Resultados truncados para 1000 (adicione LIMIT explicitamente para exibir mais)

source: No rows affected
pt_br: Nenhuma linha afetada

source: Unable to connect to Mysql server. Check that the server is running.
pt_br: Não foi possível conectar ao servidor MySQL. Verifique se o servidor está em execução.
